Repository: DebugBill/glpi2mdt
Catalog: locales/*.po
Languages: cs_cz, fr, ru_ru

source: A new version of plugin glpi2mdt is available: v%s
cs_cz: Je k dispozici nová verze zásuvného modulu glpi2mtd: v%s
fr: Une nouvelle version du plugin glpi2mdt est disponible: v%s
ru_ru: Доступна новая версия плагина: v%s

source: Activate
cs_cz: Aktivovat
fr: Activer
ru_ru: Активировать

source: Applications
cs_cz: Aplikace
ru_ru: Приложения

source: Auto Install
cs_cz: Automatická instalace
fr: Install auto
ru_ru: Автоустановка

source: Automatic installation
cs_cz: Automatická instalace
fr: Installation automatique
ru_ru: Автоматическая установка

source: Automatically check for new versions
cs_cz: Automaticky zjišťovat nové verze
fr: Rechercher automatiquement de nouvelles versions
ru_ru: Автоматическая проверка новых версий

source: Can't connect to MSSQL database using PHP SQLSRV module. Check configuration
cs_cz: Nedaří se spojit s MSSQL databází pomocí PHP SQLSRV modulu. Zkontrolujte nastavení
fr: Impossible de se connecter à MSSQL avec le module PHP SQLSRV. Vérifiez votre configuration
ru_ru: Не удается подключиться к базе данных MSSQL, используя модуль PHP SQLSRV. Проверьте настройки

source: Can't connect to MSSQL. Check configuration
cs_cz: "Nedaří se spojit s MSSQL databází pomocí PHP ODBC modulu. Zkontrolujte " "nastavení"
fr: Impossible de se connecter à MSSQL. Vérifiez votre configuration
ru_ru: Не удается подключиться к базе данных MSSQL, используя модуль PHP SQLSRV. Проверьте настройки

source: Check for new updates
cs_cz: Zjistit dostupnost případných aktualizací
fr: Vérification de la présence de mises à jour
ru_ru: Проверка новых обновлений

source: Check new version
cs_cz: Zjistit dostupnost případné nové verze
fr: Vérifier si une nouvelle version est disponible
ru_ru: Проверка новой версии

source: Could not count tables in schema
cs_cz: Nepodařilo se spočítat tabulky ve schématu
fr: Impossible de compter les tables du schéma
ru_ru: Не удалось подсчитать таблицы в схеме

source: Database login KO!
cs_cz: Přihlášení do databáze se nezdařilo!
fr: Echec de connexion à la base!
ru_ru: Вход в базу данных успешен!

source: Database login OK!
cs_cz: V pořádku přihlášeno do databáze!
fr: Connexion à la base réussie!
ru_ru: Вход в базу данных успешен!

source: Database server name
cs_cz: Název databázového serveru
fr: Nom DNS du serveur de base de données
ru_ru: Наименование сервера базы данных

source: Database server port
cs_cz: Port databázového serveru
fr: Port de base de données
ru_ru: Порт сервера базы данных

source: Default
cs_cz: Výchozí
fr: Défaut
ru_ru: По умочанию

source: Default task sequence
cs_cz: Výchozí posloupnost úlohy
fr: Séquence de tâches par defaut
ru_ru: Последовательность задач по умолчанию

source: Disable "OS Install" flag when expired
cs_cz: Když skončí platnost, vypnout příznak „Instalace operačního systému“
fr: Désactivation de l'installation automatique après expiration.
ru_ru: Отключить флаг "Установка ОС" при истечении срока действия

source: Enable Installation Assistant dialogs
cs_cz: Zapnout dialogy instalačního asistenta
fr: Activer les dialogues de l'assistant d'installation
ru_ru: Включить диалоговые сообщения Ассистента Установки

source: Features
cs_cz: Funkce
fr: Fonctions
ru_ru: Особенности

source: File '%s' contains no valid data. Check MDT configuration
cs_cz: Soubor „%s“ obsahuje neplatná data. Zkontrolujte nastavení MDT
fr: Le fichier '%s' ne contient aucune donnée valide. Vérifiez la configuration de MDT.
ru_ru: Файл '%s' содержит не достоверные данные. Проверьте настройки MDT

source: File '%s' not found.
cs_cz: Soubor „%s“ nenalezen.
fr: Fichier '%s' introuvable.
ru_ru: Файл '%s' не найден.

source: Glpi2mdt Plugin
cs_cz: Zásuvný modul GLPI2MDT
fr: Plugin Glpi2mdt
ru_ru: Плагин Glpi2mdt

source: Glpi2mdt database is corrupted. Please uninstall and reinstall the plugin
cs_cz: Databáze glpi2mdt je porušená. Odinstalujte a nainstalujte tento zásuvný modul
fr: La base de données de glpi2mdt est corrompue. Merci de désinstaller et réinstaller le plugin
ru_ru: База данных Glpi2mdt повреждена. Пожалуйста, удалите и заново установите этот плагин.

source: Incompatible PHP Installation. Requires PHP module ODBC
cs_cz: Nekompatibilní instalace PHP. Vyžaduje PHP modul ODBC
fr: Installation PHP incompatible. Le module PHP ODBC est nécessaire
ru_ru: Несовместимая установка PHP. Требуется PHP модуль ODBC

source: Incompatible PHP Installation. Requires PHP module SQLSRV
cs_cz: Nekompatibilní instalace PHP. Vyžaduje PHP modul SQLSRV
fr: Votre configuration PHP n'est pas compatible. Le module SQLSRV est requis.
ru_ru: Несовместимая установка PHP. Требуется PHP модуль SQLSRV

source: Incompatible PHP Installation. Requires module
cs_cz: Nekompatibilní instalace PHP. Vyžaduje modul
fr: Installation de PHP incompatible. Nécessite le module
ru_ru: Несовместимая Установка PHP. Требуется модуль

source: Initialise data
cs_cz: Inicializovat data
fr: Initialiser les données
ru_ru: Инициализировать данные

source: Installed / not configured
cs_cz: Nainstalováno/nenastaveno
fr: Installé / Non configuré
ru_ru: Установлен / не настроен

source: Link mode
cs_cz: Režim propojení
fr: Mode de jumelage
ru_ru: Режим связи

source: Local admin password
cs_cz: Heslo místního správce
fr: Mot de passe administrateur local
ru_ru: Пароль локального администратора

source: Local admin password complexity
cs_cz: Komplexita hesla místního správce
fr: Complexité du mot de passe admin local
ru_ru: Сложность пароля локального администратора

source: Local path to deployment share control directory
cs_cz: Popis místního umístění řídící složky sdílení nasazení
fr: Chemin local vers le répertoire "control" du partage de déploiement
ru_ru: Локальный путь к каталогу управления общим ресурсом развертывания

source: Login
cs_cz: Uživatelské jméno
fr: Identifiant
ru_ru: Логин

source: Looks like '%s' exists but is not readable.
cs_cz: Vypadá to, že „%s“ existuje ale není čitelné.
fr: Il semble que le fichier '%s' existe mais ne soit pas autorisé en lecture.
ru_ru: Похоже, что '%s' существует, но не читается.

source: Loose Master-Slave
cs_cz: Volný hlavni-podřízený
fr: Maître-Esclave souple
ru_ru: Свободный Мастер-Подчиненный

source: Master-Master
cs_cz: Hlavní-hlavní
fr: Maître-Maître
ru_ru: Мастер-Мастер

source: NO
cs_cz: NE
fr: Non
ru_ru: НЕТ

source: ODBC Driver name
cs_cz: Název ODBC ovladače
fr: Nom de driver ODBC
ru_ru: Наименование драйвера ODBC

source: Password
cs_cz: Heslo
fr: Mot de passe
ru_ru: Пароль

source: Password is hostname
cs_cz: Heslo je název stroje
fr: Le mot de passe est le nom de machine
ru_ru: Пароль - имя хоста

source: Report usage data (anonymous data to help in designing the plugin)
cs_cz: Hlásit data o využití (anonymní data pro pomoc s návrhem zásuvného modulu)
fr: Remonter des données quantitatives d'utilisation (données anonymes servant à faciliter le design du plugin)
ru_ru: Отчет использования данных (анонимные данные, чтобы помочь в разработке плагина)

source: Reset after (empty for permanent):
cs_cz: Resetovat po uplynutí (nevyplněné znamená trvalé):
fr: Annuler après (vide pour jamais)
ru_ru: Сброс после (пустой для постоянного)

source: Roles
cs_cz: Role
fr: Rôles
ru_ru: Роли

source: Same password on all machines
cs_cz: Stejné heslo na všech strojích
fr: Mot de passe identique sur toutes les machines
ru_ru: Тот же самый пароль на всех машинах

source: Save
cs_cz: Uložit
fr: Enregistrer
ru_ru: Сохранить

source: Schema
cs_cz: Schéma
fr: Schéma
ru_ru: Схема

source: Setup
cs_cz: Nastavení
fr: Configuration
ru_ru: Настройка

source: Skip
cs_cz: Přeskočit
fr: Ignorer
ru_ru: Пропустить

source: Strict Master-Slave
cs_cz: Striktní hlavní-podřízený
fr: Maître-Esclave strict
ru_ru: Строгий Мастер-Подчиненный

source: Synchronize data between MDT and GLPI in Master-Master mode
cs_cz: Synchronizovat data mezi MDT a GLPI v režimu hlavni-hlavní
fr: Synchronisation des données entre MDT et GLPI en mode maître-maître
ru_ru: Синхронизация данных между MDT и GLPI в режиме Мастер-Мастер

source: Test connection
cs_cz: Vyzkoušet spojení
fr: Tester la connexion
ru_ru: Тест подключения

source: Testing connection using PHP ODBC module
cs_cz: Zkouší se spojení pomocí PHP ODBC modulu
fr: Test de connexion avec le module PHP ODBC
ru_ru: Тестирование подключения с использованием модуля PHP ODBC

source: Testing connection using PHP SQLSRV module
cs_cz: Zkouší se spojení pomocí PHP SQLSRV modulu
fr: Test de connexion avec le module PHP SQLSRV
ru_ru: Тестирование подключения с использованием модуля PHP SQLSRV

source: Update base data from MDT XML files and MS-SQL DB
cs_cz: Aktualizovat základní data z MTD XML souborů a MS-SQL databáze
fr: Mise à jour des données de base depuis les fichiers XML et la base MS-SQL de MDT.
ru_ru: Обновление базовых данных из файлов MDT XML и БД MS-SQL

source: YES
cs_cz: ANO
fr: Oui
ru_ru: ДА

source: You have the latest available version of glpi2mdti: v%s
cs_cz: Máte nejnovější dostupnou verzi glpi2mdti: v%s
fr: Vous utilisez la dernière verions de glpi2mdt: v%s
ru_ru: У вас есть последняя доступная версия glpi2mdti: v%s

source: append '-%hostname%' to password
cs_cz: připojit k heslu „-%hostname%“
fr: Ajouter "-%hostname%" au mot de passe
ru_ru: добавлять '-%hostname%' к паролю

source: contains
cs_cz: obsahuje
fr: contient
ru_ru: содержит

source: lines deleted from table
cs_cz: řádků vymazaných z tabulky
fr: ligne(s) supprimée(s) de la table
ru_ru: строки удалены из таблицы

source: lines loaded into table
cs_cz: řádků načtených do tabulky
fr: ligne(s) chargée(s) dans la table
ru_ru: строки загруженные в таблицу

source: tables
cs_cz: tabulky
ru_ru: таблицы
